[
  {
    "slug": "1-august-2017",
    "title": "1 August 2017",
    "date": 1501645185825,
    "synopsis": "Details for deck not great. Kerr still sad. Brittany got fired. Brief edits did not go over well. Today was not a good day. Luckily, tomorrow."
  },
  {
    "slug": "1-december-2017",
    "title": "1 December 2017",
    "date": 1512168181094,
    "synopsis": "Christmas stroll coming soon. Headed home. Sleep and rest for the weekend."
  },
  {
    "slug": "1-february-2018",
    "title": "1 February 2018",
    "date": 1517507571646,
    "synopsis": "Frustrating indeed. Today is a day of need. Tweed or trees of semetic polemic ancient texts of vast following."
  },
  {
    "slug": "1-june-2017",
    "title": "1 June 2017",
    "date": 1496251961249,
    "synopsis": "Failed to wake up this morning and work out. Tomorrow is another day. I enjoy the commute so far, but need to work on being comfortable driving well under the speed limit."
  },
  {
    "slug": "1-september-2017",
    "title": "1 September 2017",
    "date": 1504335674837,
    "synopsis": "My first oral argument int he great state of Montana."
  },
  {
    "slug": "10-august-2017",
    "title": "10 August 2017",
    "date": 1502384627660,
    "synopsis": "Reading about the [[Waldorf Education]] system, its philosophical system, [[Anthroposophy]], and it's critic, [[Michael Shermer]]. Leigh is considering becoming a teacher. I think it sounds like mostly good, with some problems."
  },
  {
    "slug": "10-july-2017",
    "title": "10 July 2017",
    "date": 1499703461781,
    "synopsis": "Had so much fun in Maine/ Danced my face off. Really a beautiful wedding filled with love. Really respect John and Kelsey. I am hopeful for their future. Very hopeful they do not end up in Maine and consider eastern shore of Michigan."
  },
  {
    "slug": "10-may-2017",
    "title": "10 May 2017",
    "date": 1494444761920,
    "synopsis": "He was dissapointing. Reflecting whether the hereditary life is good or bad for society. Buffett hates it. I don't benefit from it. Leads to inbreeding. Why was I so insistent to come visit these hereditary aristocracy? Its quite dumb isn't it?"
  },
  {
    "slug": "10-october-2017",
    "title": "10 October 2017",
    "date": 1507654994446,
    "synopsis": "Pulling the trigger on buying a Tesla. Terrified and exhilarated. Cannot wait to drive around Montana is the most advanced American made vehicle in existence."
  },
  {
    "slug": "11-december-2017",
    "title": "11 December 2017",
    "date": 1513015035509,
    "synopsis": "It is hard to overstate the amount of disappointment I feel towards my El Campo family. They refuse to forgive - yet pretend to be christian. They refuse to include - yet build buildings of inclusiveness. I hope they find solace before it is too late. I need to meditate."
  },
  {
    "slug": "11-july-2017",
    "title": "11 July 2017",
    "date": 1499795435812,
    "synopsis": "Love the deer here. Love the mountains. Love our hill. Love this house."
  },
  {
    "slug": "11-july-2018",
    "title": "11 July 2018",
    "date": 1531417356417,
    "synopsis": "Summer is the manic madness of finding ourselves with 16 hour days of nearly endless light. Summer is sadness, for knowing that it will end. Summer is seductive, in the sweat that rolls off the supple skin. Summer is here."
  },
  {
    "slug": "11-october-2017",
    "title": "11 October 2017",
    "date": 1507846441507,
    "synopsis": "Getting closer to having a proper schedule. Tesla should be getting shipped soon. All very very exciting."
  },
  {
    "slug": "11-september-2017",
    "title": "11 September 2017",
    "date": 1505151394507,
    "synopsis": "Well. Tired. Fun weekend. Good memories. Back to work. Back to work. Back to work. Back to work."
  },
  {
    "slug": "12-december-2017",
    "title": "12 December 2017",
    "date": 1513112381983,
    "synopsis": "Another Doctor visit today. Back on thursday for blood work. Hope I am not going to be too sick. Should get back to writing some book. Thoughts?"
  },
  {
    "slug": "12-february-2018",
    "title": "12 February 2018",
    "date": 1518462493726,
    "synopsis": "Twas a busy weekend. Twill be a busy week. Tomorrow in Nye. Fire meeting meets the night."
  },
  {
    "slug": "12-july-2017",
    "title": "12 July 2017",
    "date": 1499892283985,
    "synopsis": "Visited Tippet on Monday night to see old friends. THen again this morning picked up a friend to show around the valley. Was a good day. I really do not love the battle of being a litigator - at least not yet. It is very stressful, and with no wins under my belt, I am anxious to see the fruits of my labor."
  },
  {
    "slug": "12-july-2018",
    "title": "12 July 2018",
    "date": 1531417428741,
    "synopsis": "Squished this morning with Ben. I was lethargic because I had a drink before bed. That is silly. Why waste drink just before bed? I feel much better when I do not drink just before bed. I need better control over my desire to drink. Meditate - don't drink."
  },
  {
    "slug": "12-june-2017",
    "title": "12 June 2017",
    "date": 1497295379657,
    "synopsis": "Set up the new office in Nye and today is my first day working here. The wind is an energizing force."
  },
  {
    "slug": "12-march-2018",
    "title": "12 March 2018",
    "date": 1520871273154,
    "synopsis": "We are gonna buy a house. Holy moly. It is the perfect house. Absolutely perfect. God, I cannot wait. Sweet baby Jesus."
  },
  {
    "slug": "12-september-2017",
    "title": "12 September 2017",
    "date": 1505256430375,
    "synopsis": "Lots got done today. Most of them cost money. Hope Tom comes around to support me. We will see."
  },
  {
    "slug": "13-april-2018",
    "title": "13 April 2018",
    "date": 1523642835239,
    "synopsis": "Well. I feel calmer. I have sobbed. I have screamed. I have contemplated my own death. I have contemplated the depravity of man and the unrequited love of some animals - usually not humans. But - I march on with Nigel's memory in my every waking moment. Not something we get through but carry on."
  },
  {
    "slug": "13-august-2018",
    "title": "13 August 2018",
    "date": 1534178476700,
    "synopsis": "This week is make or break for Walter. He will sweat and toil under the knowledge that his mind is being tested by the great gods of wisdom. He will either triumph and succeed in creating his future energy company, or he will fail and live the humble troubled life of a warrior of words."
  },
  {
    "slug": "13-december-2017",
    "title": "13 December 2017",
    "date": 1513205141287,
    "synopsis": "Moving forward with electricity plant. Very exciting. EMT class is grueling. Looking forward to being done in February. Today is a day of snowing. Exciting also. Love frozen water. And the hardness that comes from a deep cold winter."
  },
  {
    "slug": "13-february-2018",
    "title": "13 February 2018",
    "date": 1518540882416,
    "synopsis": "It is time to begin lucid dreaming. It is time to stop consuming alcohol, caffeine, and cannabis. It is time to begin building CA, LLP."
  },
  {
    "slug": "13-july-2017",
    "title": "13 July 2017",
    "date": 1499962521642,
    "synopsis": "Woke up midway through the night with a tickle in my throat - a little less severe in the morning. Not sure why - I have been sleeping well. But alas, the body is a mystery."
  },
  {
    "slug": "13-july-2018",
    "title": "13 July 2018",
    "date": 1531498964436,
    "synopsis": "Danced the night away yestereve after a thrilling performance of Love's Labor's Lost by the Montana Shakespeare in the Parks. What an event and a talented crew. The dancing happened to [https://oldsaltunion.com/ Old Salt Union] - which was a fantastic string delight hailing from St. Louis. Which reminds me of the equally fantastic [http://peculiarpatriots.com/ Peculiar Patriots] that grooved last weekend."
  },
  {
    "slug": "13-june-2017",
    "title": "13 June 2017",
    "date": 1497368044081,
    "synopsis": "MY subordinates have been here longer than I have. That makes my being here somewhat difficult. I think they would like to see me gone. But I am not going anywhere!!!!!"
  },
  {
    "slug": "13-march-2018",
    "title": "13 March 2018",
    "date": 1520983364255,
    "synopsis": "Exhausted. But still putting one foot in front of the other. But still. This house we are going to buy is almost perfect. Almost."
  },
  {
    "slug": "13-november-2017",
    "title": "13 November 2017",
    "date": 1510589374499,
    "synopsis": "I wrecked Tess last Thursday. Ice plus lack of signage and not enough caution equals ditch and barbed wire fence. Shooting star reminds me to slow down, work hard, and find the joy in play."
  },
  {
    "slug": "13-october-2017",
    "title": "13 October 2017",
    "date": 1507918707754,
    "synopsis": "Hi world. Things are going well. Work remains interesting. Doing some good in the world which always feels good. ALso. Tesla Model X coming my way!!!!!!! OMG. Cannot wait!"
  },
  {
    "slug": "13-september-2017",
    "title": "13 September 2017",
    "date": 1505342977130,
    "synopsis": "Kip is gone, but I am still recovering. Tired. And in need of 3 more heads and at least that many hands and feet. Not to mention eyes."
  },
  {
    "slug": "14-august-2018",
    "title": "14 August 2018",
    "date": 1534258967859,
    "synopsis": "RL, Nye, Billings. RL, Nye, Billings. I think it is time to sell out of Nye."
  },
  {
    "slug": "14-february-2018",
    "title": "14 February 2018",
    "date": 1518640507000,
    "synopsis": "Today is \"Valentine's Day\" - whatever that means. A day of consumerism cloaked in a veil of love. Tis not love but lust. My participation in this day sickens me."
  },
  {
    "slug": "14-july-2017",
    "title": "14 July 2017",
    "date": 1500070872102,
    "synopsis": "Tom is back after us not seeing eachother for three weeks. He is a good boss - happy to be back in the passenger seat with him mostly at the wheel."
  },
  {
    "slug": "14-june-2017",
    "title": "14 June 2017",
    "date": 1497482968879,
    "synopsis": "Not sleeping enough. Must sleep more."
  },
  {
    "slug": "14-march-2018",
    "title": "14 March 2018",
    "date": 1521066549034,
    "synopsis": "I cried today. All of my blood relation has all but abandoned me. I toil for them. They are foiled in gem. Singing the reasons of Hymn. I will march on. Alone. Building a new family."
  },
  {
    "slug": "15-april-2017",
    "title": "15 April 2017",
    "date": 1492349060815,
    "synopsis": "Left DC proper around 3pm and arrived in Paris via United at 6:30am (12:30am EDT). Arrived at my hosts' apartment (in the 5th [https://en.wikipedia.org/wiki/Arrondissements_of_Paris Arrondissement]) and slept for a couple hours before heading out. We started by walking to the [https://fr.wikipedia.org/wiki/Ar%C3%A8nes_de_Lut%C3%A8ce Arenes de Lutece]"
  },
  {
    "slug": "15-august-2017",
    "title": "15 August 2017",
    "date": 1502816629948,
    "synopsis": "Meeting with Ward was fascinating. We did not have any particular breakthrough, but it was really nice to meet in person. He is a gregarious fellow, who showed me around his place of work, and bought me lunch."
  },
  {
    "slug": "15-february-2018",
    "title": "15 February 2018",
    "date": 1518716149602,
    "synopsis": "Roads were bad this morning. Meeting at 12 cut short. Time is marching towards March. Skiing flowing towards my near future. Yay!"
  },
  {
    "slug": "15-june-2017",
    "title": "15 June 2017",
    "date": 1497553298007,
    "synopsis": "Building deck, practicing law, fixing water problems, being social. So many things - sometimes feel a little stretched thin. But, filling my plate to the max is my most efficient mental space."
  },
  {
    "slug": "15-march-2018",
    "title": "15 March 2018",
    "date": 1521135426753,
    "synopsis": "Family drama continues. I believe I can unit the family. I believe I can unite the family. I believe I can unite the family. I believe."
  },
  {
    "slug": "15-may-2017",
    "title": "15 May 2017",
    "date": 1494860607637,
    "synopsis": "I am a lucky man. I pledge to only watch TV/Movies in French with English subtitles. I love the French. I love Paris. I also love New York."
  },
  {
    "slug": "15-may-2018",
    "title": "15 May 2018",
    "date": 1526403070071,
    "synopsis": "The sun shines and it fades, the earth turns, and it oscillates. Cold and hot - hot and cold - cold and hot - and everything in between. The truth I will seek - and the solution I will find."
  },
  {
    "slug": "16-april-2017",
    "title": "16 April 2017",
    "date": 1492349108832,
    "synopsis": "More sights today. More walking around narrow streets settled and resettled in the 6th and 13th centuries. A bit more wine and cheese. And an evening with Parisians - first chatting in a circle among friends, then umph umph in a club below [https://fr.wikipedia.org/wiki/Pont_Alexandre-III the Pont Alexandre III]. It was the most solidly constructed club I have ever experienced. I sadly determined that at 29, I have reached an age where I no longer enjoy the revelry of a club. This was a good one in which to have that realization."
  },
  {
    "slug": "16-april-2018",
    "title": "16 April 2018",
    "date": 1523901625073,
    "synopsis": "Back in the saddle again. Riding out on the range again. Money in the bank again. Still missing Nigel again. Nothing can bring him back - only memories hiking out into the mountain range."
  },
  {
    "slug": "16-august-2018",
    "title": "16 August 2018",
    "date": 1534450335873,
    "synopsis": "Today was another work day. A commute day. A day to pray, and a day to say: \"Hallelujah?\" I wonder what tomorrow will bring, how the blue jay will sing. I wonder if the bells will ring out and shine the light upon what the delta brings. I have fears, and I have worries, but in sleep, I find my mind buried in that which is almost and alright. I find things are better when mostly watertight. I am deluded by the sight of sights upon my telephone. They scrape reality from my gray matter - they eat away at the neurons and dendrites hovering above my the weigh"
  },
  {
    "slug": "16-february-2018",
    "title": "16 February 2018",
    "date": 1518801766703,
    "synopsis": "Another day, another dollar. Still hooked, still on collar. Collars of dollars and dollars for collars. A cycle of trifle, a bicycle of lifecycles. Tomorrow a brief reprieve. The next another. Then back to the life of collared dollars."
  },
  {
    "slug": "16-january-2018",
    "title": "16 January 2018",
    "date": 1516128141369,
    "synopsis": "The measure of a man is not whether he falls, but how quickly he gets back up. It has been two weeks since my last entry. Not good. Not terrible. But not good. Next time I fall, I resolve to pick myself up more quickly."
  },
  {
    "slug": "16-july-2018",
    "title": "16 July 2018",
    "date": 1531768672474,
    "synopsis": "Survived Friday the 14th by the skin of my teeth ;). Had a decent weekend in Nye. Didn't do much. A bit lazy. But this week is starting out quite well."
  },
  {
    "slug": "16-june-2017",
    "title": "16 June 2017",
    "date": 1497643792405,
    "synopsis": "Kamila leaves today. Sad day. Will miss her. But, headed to NYC shortly for swearing in ceremony and then to Maine for John and Kelsey's wedding."
  },
  {
    "slug": "16-march-2018",
    "title": "16 March 2018",
    "date": 1521475395273,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "16-may-2017",
    "title": "16 May 2017",
    "date": 1494940212004,
    "synopsis": "Feeling sore from Yoga still. Stayed with Mitch the last couple days. What a genuinely good dude. Weird, but awesome."
  },
  {
    "slug": "16-november-2017",
    "title": "16 November 2017",
    "date": 1510855469488,
    "synopsis": "Finally feel like I am back on track. Wrecked my car, was sick, Boss was gone and workload was crazy. Now. Things are back in the groove."
  },
  {
    "slug": "17-april-2017",
    "title": "17 April 2017",
    "date": 1492449420027,
    "synopsis": "I arrived under the cover of darkness, to a town known for its precocious endeavors into the dark of night. A truly ancient city, ruled most recently by Spain, but also by many others. Naples was like a twist of Paris. A language with a bit more flamboyant than artistry, but gilded in the surround of marble palaces."
  },
  {
    "slug": "17-april-2018",
    "title": "17 April 2018",
    "date": 1523975452157,
    "synopsis": "Red Lodge is covered in a small blanket of snow this morning. A dusting of gentle crystals raised up out of droplets via nothing but cold. Lighter than water - the frozen stuff is nothing short of magical."
  },
  {
    "slug": "17-august-2017",
    "title": "17 August 2017",
    "date": 1503009447617,
    "synopsis": "Went to Great Falls, then back. Horseback riding today. Still exhausted. I need a 12 hour night and it will not be happening anytime soon (maybe Sunday). I cannot remember the last time I was this tired. Perhaps last summer. Need to work on new shape for a solid day - but no days available."
  },
  {
    "slug": "17-august-2018",
    "title": "17 August 2018",
    "date": 1534528078685,
    "synopsis": "Four days this week in Billings. It was too many. The financial pressure is crushing my heart. I feel the flicker of bankruptcy spin before my very eyes. Must sell car. Musk."
  },
  {
    "slug": "17-january-2018",
    "title": "17 January 2018",
    "date": 1516208720123,
    "synopsis": "Today's commute into Billings was one of the most frustrating I have ever had to suffer. It is all my fault. I pray that the issue becomes less harmful in the future."
  },
  {
    "slug": "17-july-2017",
    "title": "17 July 2017",
    "date": 1500325155584,
    "synopsis": "The previous best weekend of my life was sailing in the British Virgin Islands last winter, maybe."
  },
  {
    "slug": "17-july-2018",
    "title": "17 July 2018",
    "date": 1531844079149,
    "synopsis": "Just got the sprinkler system working. RL newcomer service - Linda Fisher is coming over presently. A glory to be able to work from home a couple days a week."
  },
  {
    "slug": "17-november-2017",
    "title": "17 November 2017",
    "date": 1510936419385,
    "synopsis": "Went for a hunt this morning. Saw nothing. But enjoyed the walk in the woods. Nigel came. He is an adept stalker. I wish I had taken him hunting many more times before."
  },
  {
    "slug": "18-august-2017",
    "title": "18 August 2017",
    "date": 1503090059241,
    "synopsis": "Finally. It is Friday and I will soon be asleep for at least 12 hours. I can hardly wait. My brain is drained and is ready for some much-needed rest."
  },
  {
    "slug": "18-december-2017",
    "title": "18 December 2017",
    "date": 1513633630731,
    "synopsis": "Back in Billings after Texas weekend for christmas. Also had hearing last thursday, hence the missed day of journal and E2. Still exhausted. Hoping to catch up a bit tonight. We will see."
  },
  {
    "slug": "18-january-2017",
    "title": "18 January 2017",
    "date": 1516294919984,
    "synopsis": "Today was better than yesterday. Tomorrow will be even better. Kamila is sick and has a bum knee. That is sad. I am thankful for her. I wish I had more strength to always keep my back straight."
  },
  {
    "slug": "18-july-2017",
    "title": "18 July 2017",
    "date": 1500421246004,
    "synopsis": "Jimmy is here and finding all sorts of ammonites and other fossils. Sooooo cool. Still sick. Sad face. Need to get to sleep earlier today. I love these two. I hope they decide to buy a place in the valley before it gets stupid expensive."
  },
  {
    "slug": "18-july-2018",
    "title": "18 July 2018",
    "date": 1531933515453,
    "synopsis": "Made it to the big city for an ice cream social with the newest Judge of our land. A woman destined to make decisions, good and bad, that will forever affect the lives of our residents."
  },
  {
    "slug": "18-june-2017",
    "title": "18 June 2017",
    "date": 1497805924259,
    "synopsis": "Desk building went a little slower than I anticipated."
  },
  {
    "slug": "18-may-2017",
    "title": "18 May 2017",
    "date": 1495121685794,
    "synopsis": "Came to NYC yesterday on a whim to see a dear friend graduate. It was a great time, but exhausting. Got good work done today, which is nice. I like my new job - but it is still not my passion. But I think I see it playing into my passion. Regardless, I am going to stick with it for at least three years (unless Tom should die/retire)."
  },
  {
    "slug": "18-october-2017",
    "title": "18 October 2017",
    "date": 1508341601170,
    "synopsis": "EMS classes take me to RL for the substance of the week. Looking forward to the class being over. Tesla should be arriving soon. All very exciting."
  },
  {
    "slug": "18-september-2017",
    "title": "18 September 2017",
    "date": 1505756511289,
    "synopsis": "Last week was exhausting - but feeling refreshed this Monday. Not much on my plate today, so will be working on New Shape."
  },
  {
    "slug": "19-april-2017",
    "title": "19 April 2017",
    "date": 1492609650950,
    "synopsis": "So I failed to journal yesterday. My b."
  },
  {
    "slug": "19-august-2017",
    "title": "19 August 2017",
    "date": 1503185125118,
    "synopsis": "Slept well, saw Mom off to the airport, went down to the river with Liz, Sarah, Cynthia, Carissa, Sam, Ruby, and Pearl. Kids love riding around in the Jet and hanging down at the river."
  },
  {
    "slug": "19-december-2017",
    "title": "19 December 2017",
    "date": 1513718629665,
    "synopsis": "Today was a good day. I did \"very well\" in court, according to my paralegal and my boss. My heart is filled to know that I will be the excellent orator I always believed I could be. The challenge now is to find my stump."
  },
  {
    "slug": "19-february-2018",
    "title": "19 February 2018",
    "date": 1519090191223,
    "synopsis": "Yesterday was the ski into Sioux Charley lake. Absolutely amazing. Today was relaxing. Got important work done while lying on the couch. Amazing. So beautiful even though bitterly cold."
  },
  {
    "slug": "19-january-2017",
    "title": "19 January 2017",
    "date": 1516377726257,
    "synopsis": "Snowing today in RL. Wish I could dedicate more time to Fed Wiki and all of its promising features. In particular, i need to spend more time thinking about blockchain contracts. Need to check in with Ward."
  },
  {
    "slug": "19-july-2017",
    "title": "19 July 2017",
    "date": 1500505056128,
    "synopsis": "Still sick. Even went to the doctor. Fairly certain they misdiagnosed me, but not much of a way to tell. I suppose only time can do that."
  },
  {
    "slug": "19-june-217",
    "title": "19 June 217",
    "date": 1497912757398,
    "synopsis": "Throat feels a tingle - hopefully not a sickness. Things are well at work and my trip to NYC is shaping up well."
  },
  {
    "slug": "19-march-2018",
    "title": "19 March 2018",
    "date": 1521475446908,
    "synopsis": "Monday. Bills stacked up. Plans all jacked up. Can hardly get caught up. Time to start sweating it up."
  },
  {
    "slug": "19-october-2017",
    "title": "19 October 2017",
    "date": 1508453160783,
    "synopsis": "Still haven't scheduled delivery of the Tesla. Very frustrating. I hope this is 10 words. Wrote the beginning of my book today. That is exciting."
  },
  {
    "slug": "2-august-2017",
    "title": "2 August 2017",
    "date": 1501695846030,
    "synopsis": "Met with local businessmen for breakfast and coffee. Very fruitful. Then made progress on the brief and joined the federated wiki weekly meeting."
  },
  {
    "slug": "2-august-2018",
    "title": "2 August 2018",
    "date": 1533241281115,
    "synopsis": "Dad and Melba were here this past week and seemed to have had a great time."
  },
  {
    "slug": "2-december-2017",
    "title": "2 December 2017",
    "date": 1512403865150,
    "synopsis": "Soooo much snow. Terrible driving conditions. Didn't make it into Billings, even though I intended to."
  },
  {
    "slug": "2-february-2018",
    "title": "2 February 2018",
    "date": 1517602316017,
    "synopsis": "Feeling happy today. Good rest. Good friend. Good deal. More than just a measly meal. A group of women worth the steal. Make you reel. I. need. to move. to. iambic pentameter."
  },
  {
    "slug": "2-january-2017",
    "title": "2 January 2017",
    "date": 1514915622969,
    "synopsis": "The calendar year is a bit of a fiction - usefully made to help coerce compliance of an efficient economic system. Many other societies - including China, do not use the same calendar."
  },
  {
    "slug": "2-june-2017",
    "title": "2 June 2017",
    "date": 1496427090096,
    "synopsis": "Had a breakthrough with my boss. Need him to see my time in Red Lodge as an investment for the firm. That I am going to build up Red Lodge into something world renowned, and Axilon with it."
  },
  {
    "slug": "2-march-2018",
    "title": "2 March 2018",
    "date": 1520019459135,
    "synopsis": "I love snow. I would take it 100 days in a row. An ocean of snow, ripple, rattle, currents aflow. Never too much - except in the throws of only god knows."
  },
  {
    "slug": "20-august-2017",
    "title": "20 August 2017",
    "date": 1503290035741,
    "synopsis": "Some people truly dislike working on Sundays. I think I am one of those people."
  },
  {
    "slug": "20-august-2018",
    "title": "20 August 2018",
    "date": 1535395713639,
    "synopsis": "In Billings - headed to GF for Mitchell mediation. Was sick on Sunday - still a little ill. Feeling better now."
  },
  {
    "slug": "20-december-2017",
    "title": "20 December 2017",
    "date": 1513813729220,
    "synopsis": "Early morning cross country skiing - saw a moose. Then to firehall for meeting with mentor. Pace so damn slow - most volunteers operate on a different wavelength than me. Work is slowing down."
  },
  {
    "slug": "20-february-2018",
    "title": "20 February 2018",
    "date": 1519142680278,
    "synopsis": "Life does not get much better than the last 4 days. I am so very thankful. I should remember to say thanks every day. Give grace every day. Meditate every day. Exercise every day. Love every day. Breathe every day. Learn every day."
  },
  {
    "slug": "20-july-2017",
    "title": "20 July 2017",
    "date": 1500571833038,
    "synopsis": "Well. I feel better. Amazing what it is to turn a corner of good health. Thanks to the universe."
  },
  {
    "slug": "20-june-2017",
    "title": "20 June 2017",
    "date": 1497979900508,
    "synopsis": "Woke up with zero sickness today. All throat frog is totally gone - amazing."
  },
  {
    "slug": "20-march-2018",
    "title": "20 March 2018",
    "date": 1521575491542,
    "synopsis": "I may pick up Tess today. What a beautiful day that would be. I can hope. Sheep and Goats. They don't need no rope - nope, nope."
  },
  {
    "slug": "2017-comments",
    "title": "2017 Comments",
    "date": 1492262289707,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "2017-free-writing",
    "title": "2017 Free Writing",
    "date": 1512153175988,
    "synopsis": "[[April 2017]] is the beginning of Journaling and my time in Europe."
  },
  {
    "slug": "2018-free-writing",
    "title": "2018 Free Writing",
    "date": 1533239238345,
    "synopsis": "[[January 2018]] started with a test."
  },
  {
    "slug": "21-april-2017",
    "title": "21 April 2017",
    "date": 1492791610715,
    "synopsis": "Rome is old. It was an empire. It fell. They built a new Rome on top. Several times. I wonder what will be built on top next."
  },
  {
    "slug": "21-august-2017",
    "title": "21 August 2017",
    "date": 1503356037716,
    "synopsis": "Solar eclipse was cool. DMV people were nice. Liz, et. al leave tomorrow. Looking forward to alone time."
  },
  {
    "slug": "21-december-2017",
    "title": "21 December 2017",
    "date": 1513878545017,
    "synopsis": "Kamila upset this morning. Tomorrow another day. Bored with work. Feeling restless."
  },
  {
    "slug": "21-february-2018",
    "title": "21 February 2018",
    "date": 1519246472566,
    "synopsis": "Ugh. Not the nicest correspondence ever today. Looking for better humble assertive and meritocratic discussion. We will see."
  },
  {
    "slug": "21-july-2017",
    "title": "21 July 2017",
    "date": 1500793091896,
    "synopsis": "Writing this a day late. I worked hard at the lawyering. Also saw some Billings apartment potential."
  },
  {
    "slug": "21-june-2017",
    "title": "21 June 2017",
    "date": 1498062645677,
    "synopsis": "My throat feels like I am going to get strep again? So odd. Totally gone yesterday. Today, back in full force. Perhaps an allergic reaction to one of the new supplements?"
  },
  {
    "slug": "21-march-2018",
    "title": "21 March 2018",
    "date": 1521671851487,
    "synopsis": "What an absolute shit slog of a week. Just everything feels like shit even though it is beautiful spring. Why? Idk. But I am hopeful that next week will be better."
  },
  {
    "slug": "21-november-2017",
    "title": "21 November 2017",
    "date": 1511285641283,
    "synopsis": "Definitely spoke too soon about recovery. Ended up with a fever yesterday and at the doctor's office. Ended up with an infection and a prescription for antibiotics. Not feeling 100%, but hopefully will be soon!"
  },
  {
    "slug": "22-april-2017",
    "title": "22 April 2017",
    "date": 1492880991631,
    "synopsis": "Fiernze in Italian. It is annoyingly perfect. As a result, riddled with droves of humans seeking perfection. It reminds me of a larger version of Aspen, filled with ancient remains and remnants of vast empires won, lost, and regained - almost all under the reign of one religion or another."
  },
  {
    "slug": "22-august-2017",
    "title": "22 August 2017",
    "date": 1503413076807,
    "synopsis": "Definitely feeling the pressure, but not functioning 100%. Need to exercise every freaking day. Every day. Keep the blood flowing and keep of the need for anything else."
  },
  {
    "slug": "22-february-2018",
    "title": "22 February 2018",
    "date": 1519320026864,
    "synopsis": "Today is a day of careful winter driving. Headed to GF for an attempt at mediation. Lord I hope it goes well for our clients."
  },
  {
    "slug": "22-january-2017",
    "title": "22 January 2017",
    "date": 1516657511999,
    "synopsis": "Upping the game to writing something more cohesive. In one spot. This is, perhaps, too fragmented a journal? At the least, I should begin adding 100 words a day to the book. No. This is a place to quickly reflect. Record my emotion felt that day. The gist of the day."
  },
  {
    "slug": "22-july-2017",
    "title": "22 July 2017",
    "date": 1500793186930,
    "synopsis": "Moved rocks. Moved more rocks. Operated a weed eater for several hours. Organized screws and other fasteners. Organized furniture. Had some whiskey. It was a great day. A truly great day."
  },
  {
    "slug": "22-june-2017",
    "title": "22 June 2017",
    "date": 1498156589055,
    "synopsis": "Wow. Yesterday was amazing. I had a 2yr old whitetail buck come directly up to me and start sniffing me. No food on my part. Then we just hung out for 2 hours until he calmly walked away. He seemed to really love the fresh greenery that surrounds the house. I like to think I am not bad company either. He let me scratch his budding horns, covered in velvet as they were."
  },
  {
    "slug": "22-november-2017",
    "title": "22 November 2017",
    "date": 1511385787516,
    "synopsis": "Were it not for pure sadness, I would not know joy. Were it not for pain, I would not know comfort. I relish in knowing that the beginning will end, and that this too shall pass. Breathe. Again. And again."
  },
  {
    "slug": "22-september-2017",
    "title": "22 September 2017",
    "date": 1506101365534,
    "synopsis": "New Shape is shaping up. Truck wont start. Cell phone is broken. Bills are piling up."
  },
  {
    "slug": "23-august-2017",
    "title": "23 August 2017",
    "date": 1503518051330,
    "synopsis": "Hopefully I can spend most of Saturday on the project? Is this 10 words? So much pressure!"
  },
  {
    "slug": "23-january-2017",
    "title": "23 January 2017",
    "date": 1516750265988,
    "synopsis": "Did not end up writing as much as I should have yesterday. Had first risk management committee meeting today. It was okay. More about money than actual risks."
  },
  {
    "slug": "23-june-2017",
    "title": "23 June 2017",
    "date": 1498244438297,
    "synopsis": "Either Jack and the kids at the school house are as blessed as me - or the deer is getting around ;). Well, perhaps the interaction was not as special as I thought."
  },
  {
    "slug": "23-october-2017",
    "title": "23 October 2017",
    "date": 1508772569616,
    "synopsis": "Tom leaves for Africa on Wednesday morning. I drank beer last night. Unclear why. Had a fantastic evening on Saturday not drinking. I very much dislike alcohol. Like. Alot."
  },
  {
    "slug": "24-august-2017",
    "title": "24 August 2017",
    "date": 1503609056449,
    "synopsis": "Saturday is the day. I will get the draft in working order in 12 hours on Saturday. eek."
  },
  {
    "slug": "24-january-2018",
    "title": "24 January 2018",
    "date": 1516815443848,
    "synopsis": "Just realized that I used 2017 for many of those dates. Luckily I started journaling late and those dates will never be replicated. Lucky me. Have a mediation today. Also investigating how I can sue Sibanye-Stillwater."
  },
  {
    "slug": "24-october-2017",
    "title": "24 October 2017",
    "date": 1508879137828,
    "synopsis": "Working in Billings again today. Met another player in the Billings community. Making some headway on podcast and fleet of cars. Will see what happens next."
  },
  {
    "slug": "25-april-2017",
    "title": "25 April 2017",
    "date": 1493140659620,
    "synopsis": "The thing about Florence is that it is, in my opinion, a little too perfect. Like a woman with botox. I like a scar or two. I like authentic. Florence covers their scaffolding with paper that looks like a building without scaffolding. As if we cannot stand to damage our eyes with the sight of scaffolding for a few days. Maybe plain paper would be okay. But paper with print outlining a the architecture of the underlying structure? Too much for me."
  },
  {
    "slug": "25-august-2017",
    "title": "25 August 2017",
    "date": 1503701798474,
    "synopsis": "Writing a 10,000 word brief instead of a document that could change the future of our world. Hopefully, the pressure helps me."
  },
  {
    "slug": "25-january-2018",
    "title": "25 January 2018",
    "date": 1516897049432,
    "synopsis": "Had a mediation yesterday - it did not go that well. Another mediation today. I am hopeful that it will proceed to some sort of resolution."
  },
  {
    "slug": "25-july-2017",
    "title": "25 July 2017",
    "date": 1501029348275,
    "synopsis": "I need to stop letting the weekend drag down my Mondays. Sunday should be a day of rest and I should be in bed by 1030. Spending time with Ben and the Kids should not mean anything different."
  },
  {
    "slug": "26-april-2017",
    "title": "26 April 2017",
    "date": 1493281544223,
    "synopsis": "A day removed from the city. A relief to find the quiet, the stars, the absence of cars. I think the city I build will take seriously the concept of noise pollution. For a smaller city, I will build more narrow streets, to give a feeling of comfort. Those narrow streets will often open up into small squares for congregation."
  },
  {
    "slug": "26-april-2018",
    "title": "26-april-2018",
    "date": 1524781261930,
    "synopsis": "Life after your dog dies is different than before your dig died. It is not better. In fact, it is worse. Yet every dog we \"own\" will almost certainly die before us. The good times before death make the bad times after worth it. Right?"
  },
  {
    "slug": "26-february-2018",
    "title": "26 February 2018",
    "date": 1519665438178,
    "synopsis": "Back in the saddle again. Settled the matter in Great Falls. Bitter sweet for sure. But it is done."
  },
  {
    "slug": "26-january-2018",
    "title": "26 January 2018",
    "date": 1517009631362,
    "synopsis": "Mediation yesterday was a success! But today? Lord. What a day. Met with FBI. Did not go well. Brief dropped in lap yesterday is still in dire need of help. Filing shitty work under my name feels terrible."
  },
  {
    "slug": "26-july-2017",
    "title": "26 July 2017",
    "date": 1501099586905,
    "synopsis": "Getting sworn into the MT bar tomorrow. Happy days. Traveling to See Kerr tonight. She and E have just broken up so that is sad. But really happy to hang out with her."
  },
  {
    "slug": "26-june-2017",
    "title": "26 June 2017",
    "date": 1498513632834,
    "synopsis": "This desk/chair in my Air BnB is very uncomfortable. Back hurts. Ward reached out today - really happy to see that. Looking forward to showing him progress on the New Shape Application. Hopefully he sees my vision for Fed Wiki as one that fits within his world view - if not, I am ready to alter my vision, as I trust his."
  },
  {
    "slug": "26-march-2018",
    "title": "26 March 2018",
    "date": 1522105917303,
    "synopsis": "Operation wedding of Dan Wilkinson complete. Now in REd Lodge after a grueling journey back from the Colorado Rockies."
  },
  {
    "slug": "26-october-2017",
    "title": "26 October 2017",
    "date": 1509048405164,
    "synopsis": "Tesla was supposed to be here at noon. Over two hours late at this moment. I honestly do not know if it is going to show up at all. We will see. Yesterday in Nye was a shitshow."
  },
  {
    "slug": "27-april-2017",
    "title": "27 April 2017",
    "date": 1493337021772,
    "synopsis": "Skopje, in the city center, is under construction. What has been constructed is quite kitch. It is like las vegas - but incomplete. It reminds me of many thoughts which I will revisit at another date."
  },
  {
    "slug": "27-august-2018",
    "title": "27 August 2018",
    "date": 1535395978293,
    "synopsis": "[[Honor Coin]] came to mind today."
  },
  {
    "slug": "27-february-2018",
    "title": "27 February 2018",
    "date": 1519747056943,
    "synopsis": "Had to ski up to Nye cabin last night after almost getting very stuck. Back to Billings this morning. busy. Forging new ground."
  },
  {
    "slug": "27-july-2018",
    "title": "27 July 2018",
    "date": 1532720745388,
    "synopsis": "Fed Wiki was down for a couple days. Back on my game now. Oh how I depend on Tech."
  },
  {
    "slug": "27-june-2017",
    "title": "27 June 2017",
    "date": 1498568529927,
    "synopsis": "The Albany state square is a really cool place. There are several of Alexander Calder's works. The Egg is a really interesting building - the whole modern complex was done surprisingly well. Really appreciate the hard work New York stands for. They are all up-starts, as am I. I don't mind."
  },
  {
    "slug": "27-march-2018",
    "title": "27 March 2018",
    "date": 1522170046740,
    "synopsis": "On the road again. Headed around Helena and Great Falls, then back to Billings for a whirlwind trip."
  },
  {
    "slug": "28-august-2017",
    "title": "28 August 2017",
    "date": 1503979210967,
    "synopsis": "Adelaide's birthday. Good Day. Exhausted. Contract writing."
  },
  {
    "slug": "28-july-2017",
    "title": "28 July 2017",
    "date": 1501276980304,
    "synopsis": "Got sworn into the Montana Bar yesterday! Whoop! I am glad I was here this weekend to help out Kerr with her breakup with Eric. I think this has been a very rough time for her."
  },
  {
    "slug": "28-july-2018",
    "title": "28 July 2018",
    "date": 1532807534403,
    "synopsis": "A beautiful day. Car day. A day for the ages. House cleaning day. Brief writing day. A hay day of work and play. A day of life. A day of death. A day of garage sales, a day of barrage and nails."
  },
  {
    "slug": "28-june-2017",
    "title": "28 June 2017",
    "date": 1498654648143,
    "synopsis": "Totally did it. Celebrated last night. Kind of a pathetic celebration. But. Very happy to be able to call myself a lawyer."
  },
  {
    "slug": "28-march-2018",
    "title": "28 March 2018",
    "date": 1522267530199,
    "synopsis": "Supreme Court argument in Helena in the morning, status conference in Great Falls in the afternoon, then back to Billings this evening for a 7am breakfast."
  },
  {
    "slug": "28-november-2017",
    "title": "28 November 2017",
    "date": 1511899599119,
    "synopsis": "Just another Tuesday. Wrote a blog post [https://www.communityadaptation.com/bioblog here]"
  },
  {
    "slug": "29-august-2017",
    "title": "29 August 2017",
    "date": 1504053799143,
    "synopsis": "He liked Fossils, Game of Thrones, and Cities. I think we may have some things in common. Among them are a shared interest in rocks, empires, and cities."
  },
  {
    "slug": "29-january-2018",
    "title": "29 January 2018",
    "date": 1517257107605,
    "synopsis": "January of 2018 was a tough month. New Year's day started it off quite rough - it ended with my family disavowing the house I build for them. My siblings feel to not respect me or my ideas one iota. Kamila is there for me though. She is my rock in this flood of winter ice through the heart of my soul."
  },
  {
    "slug": "29-june-2017",
    "title": "29 June 2017",
    "date": 1498756938135,
    "synopsis": "Man. What a day. Up at 6 to move the car. Then back down and back up to get keys from Spenny. Then move to Spenny's."
  },
  {
    "slug": "29-march-2018",
    "title": "29 March 2018",
    "date": 1522342356682,
    "synopsis": "Really hope the wedding, slow weeks, and CLEs do not make me miss my bonus target. Really really really. Really want to buy a house. AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH."
  },
  {
    "slug": "29-november-2017",
    "title": "29 November 2017",
    "date": 1511970824315,
    "synopsis": "Another day in paradise. Except I cannot wear shorts and flip flops. But, that makes me stronger, right?"
  },
  {
    "slug": "3-april-2018",
    "title": "3 April 2018",
    "date": 1522772789851,
    "synopsis": "Absolute whiteout yesterday. On April 2. Woof. Now I remember the lashing whip of winter's end."
  },
  {
    "slug": "3-august-2017",
    "title": "3 August 2017",
    "date": 1501776395333,
    "synopsis": "Well, back in the Billings office for today and tomorrow."
  },
  {
    "slug": "3-july-2017",
    "title": "3 July 2017",
    "date": 1499207516831,
    "synopsis": "Today was a supremely unproductive day. I blame Saturday's Rose. Too many sulfites create a continual oppression of my mental functioning."
  },
  {
    "slug": "30-april-2017",
    "title": "30 April 2017",
    "date": 1493631995305,
    "synopsis": "To Do: Casino and Hostel in Red Lodge."
  },
  {
    "slug": "30-april-2018",
    "title": "30 April 2018",
    "date": 1525105809401,
    "synopsis": "Rainy spring Monday. Why five days of work in a row? Why not 3? Just asking for a friend."
  },
  {
    "slug": "30-august-2017",
    "title": "30 August 2017",
    "date": 1504111630053,
    "synopsis": "Redux of my first hearing today. Driving to GF and looking forward to impressing Ted (hopefully)."
  },
  {
    "slug": "30-july-2017",
    "title": "30 July 2017",
    "date": 1502080223354,
    "synopsis": "Ward is teaching Kamila today. Very exciting day of progress! You can find her library below in the roster."
  },
  {
    "slug": "30-june-2017",
    "title": "30 June 2017",
    "date": 1498856626876,
    "synopsis": "Traveled all over the USA this week. Finally settled at Spenny's. Feels pretty good. He is a good dude - obsessed with Tennis, but still a great dude."
  },
  {
    "slug": "30-march-2018",
    "title": "30 March 2018",
    "date": 1522430451875,
    "synopsis": "Another day of land and ranch. Interesting head space for today and the the impending resolution of the log cabin sale."
  },
  {
    "slug": "30-may-2017",
    "title": "30 May 2017",
    "date": 1496172570379,
    "synopsis": "I am in love with Montana. There is genuinely no place better that I have been. The people are friendly, rough, real, and ready. Though I will struggle to prove myself as a true Montanan, I am sure that I will succeed. Today is my first day of work at the Axilon Law Group, PLLC. I am excited for the road ahead. I plan to spend three days a week in Billings, at first, then less and less as time goes on and I establish my own practice in Red Lodge and Nye. (Red Lodge is where I will spend the rest of my time in Winter, and Nye in Summer.)"
  },
  {
    "slug": "30-november-2017",
    "title": "30 November 2017",
    "date": 1512079550212,
    "synopsis": "Great day. Marketing presentation to the firm. Ready for sleep, but glad to be working for Axilon. Hopeful for a bonus."
  },
  {
    "slug": "30-october-2017",
    "title": "30 October 2017",
    "date": 1509361195963,
    "synopsis": "At Charles De Gaulle airport on my way to Warsaw. With Kamila - visiting with her grandmother. Other attractions will be Day of the Dead, and the Zoo. Probably a little Vodka as well."
  },
  {
    "slug": "31-august-2017",
    "title": "31 August 2017",
    "date": 1504211659725,
    "synopsis": "First hearing was today. Pretty exciting.Finishing up tomorrrow morning and then ending around lunch."
  },
  {
    "slug": "31-january-2018",
    "title": "31 January 2018",
    "date": 1517421340742,
    "synopsis": "Reading the Da Vinci Code and wound up down a wiki rabbit hole that led me to https://www.rosicrucian.org/"
  },
  {
    "slug": "31-july-2017",
    "title": "31 July 2017",
    "date": 1501557094350,
    "synopsis": "It was a good day at work. Made progress on things that matter. Tensions are low. Kamila bought a ticket today and is officially coming."
  },
  {
    "slug": "31-october-2017",
    "title": "31 October 2017",
    "date": 1509452177731,
    "synopsis": "In Warsaw. A little under the weather. Met Kamila's grandmother last night. She is pretty awesome. Went for a run this morning. Muslims not welcome in Poland. The like Trump but hate Russia. Fascinating dichotomy."
  },
  {
    "slug": "31217",
    "title": "3.12.17",
    "date": 1489341372866,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "372016",
    "title": "3/7/2016",
    "date": 1488898154754,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "4-april-2018",
    "title": "4 April 2018",
    "date": 1522857570997,
    "synopsis": "What a night. Caroline's flight diverted to Bozeman. Home at 4 am. Exhausted. Deposition from 9am till forever."
  },
  {
    "slug": "4-august-2017",
    "title": "4 August 2017",
    "date": 1501858123169,
    "synopsis": "I got an early start today and was able to meditate. A rewarding experience. My throat still has a tickle and I should probably visit a doctor - but I am not going to."
  },
  {
    "slug": "4-july-2017",
    "title": "4 July 2017",
    "date": 1499269965134,
    "synopsis": "Well. America, the beautiful, is in the midst of a struggle. Today we celebrate that struggle. "
  },
  {
    "slug": "4-june-2018",
    "title": "4 June 2018",
    "date": 1528131103056,
    "synopsis": "Well, it has been a crazy couple weeks. I almost lost my arm to a staph infection. Currently typing with a large splint on my right arm. Two weekends ago was supposed to be a turning point to get things back on track. Now that will be this weekend. I have a busy week ahead. We just bought a house! It is amazing. Things are settling well with Kamila. Got internet installed this morning - guy bent the screen but oh man is fast internet worth every penny. 100 mbps is the cat's meow."
  },
  {
    "slug": "4-september-2017",
    "title": "4 September 2017",
    "date": 1504553265352,
    "synopsis": "[[Peace]] can only be achieved by understanding."
  },
  {
    "slug": "5-december-2017",
    "title": "5 December 2017",
    "date": 1512506956228,
    "synopsis": "Still sick. But really excited about the future. Really really really excited about the future. Love everything about my life right now."
  },
  {
    "slug": "5-february-2018",
    "title": "5 February 2018",
    "date": 1517857680430,
    "synopsis": "Oh snowy snowy days. Not a mental haze. But a difficult drive. One must concentrate to arrive. One must concentrate to thrive. One must dive to live."
  },
  {
    "slug": "5-july-2017",
    "title": "5 July 2017",
    "date": 1499270313544,
    "synopsis": "New York definitely suits me to a certain extent. The will of the people here is extraordinary - people have opportunities and they seize them. If it were not for her inherent vulnerability, I would move here. But, I think I will join a club in the city and stay here more often."
  },
  {
    "slug": "5-june-2017",
    "title": "5 June 2017",
    "date": 1496701114638,
    "synopsis": "Had a decent weekend in Nye. Somewhat relaxing, though quite sore from all the hiking and rock moving. Decided to call the radio station WNYE, if possible."
  },
  {
    "slug": "5-june-2018",
    "title": "5 June 2018",
    "date": 1528238882975,
    "synopsis": "Today was a very productive day. Mitchell brief is out. Now on to others. My splint comes off tomorrow. Hooray. I head to Glendive for the first time tomorrow. Renting a car. This should be very interesting."
  },
  {
    "slug": "5-may-2017",
    "title": "5 May 2017",
    "date": 1493987048293,
    "synopsis": "Budapest is a city of nostalgia, of party, of art, of hungarians. I stayed in Budapest with my good friend David, and we partied. We went to the baths. We toured the city. Prostitution is legal there - I did not participate, but I did think about getting a massage. I am happy that I did not. The brief rise and fall of the empire is apparent - hungary remains a relatively poor country. But, I believe there is hope - they have a history of success, even if brief."
  },
  {
    "slug": "5-october-2017",
    "title": "5 October 2017",
    "date": 1507245757279,
    "synopsis": "Well. It has been a while. New Shape submission was a wild ride. And it is done. I am proud no matter how it is received. It is good work no matter what anyone says."
  },
  {
    "slug": "5-september-2017",
    "title": "5 September 2017",
    "date": 1504628690661,
    "synopsis": "Brief almost due and Kamila arrives today. Kip arrives tomorrow. Big stuff. May I find the time for it all!"
  },
  {
    "slug": "6-august-2017",
    "title": "6 August 2017",
    "date": 1502077894430,
    "synopsis": "A scaling law of the fractal dimension is a \"Self-similar fractal pattern that repeats itself across all time scales following a power law that can be quantified by its exponent\""
  },
  {
    "slug": "6-december-2017",
    "title": "6 December 2017",
    "date": 1512579183564,
    "synopsis": "I think I may have regained a sense of appreciation for the Christmas spirit. Some of it. Not the consumerist bullshit. But for the display of lights."
  },
  {
    "slug": "6-february-2018",
    "title": "6 February 2018",
    "date": 1517950200617,
    "synopsis": "The fight of might and bread not made but won"
  },
  {
    "slug": "6-july-2017",
    "title": "6 July 2017",
    "date": 1499357838072,
    "synopsis": "I will undoubtedly miss this place. The smell, the machine, the fury. But, I will export the good of this city and leave the bad. But, I will miss it all. For without the darkness, I could not see the light."
  },
  {
    "slug": "6-june-2017",
    "title": "6 June 2017",
    "date": 1496765433652,
    "synopsis": "People in the firm resistant to change die."
  },
  {
    "slug": "6-june-2018",
    "title": "6 June 2018",
    "date": 1528300929016,
    "synopsis": "Today I head to Glendive for interviews. This will be my first time in glorious Glendive. I do not have high hopes for the town. We will see."
  },
  {
    "slug": "6-march-2018",
    "title": "6 March 2018",
    "date": 1520383400940,
    "synopsis": "I travel a lot. A large contributing factor to my excessive travel is tied to the house in Nye. I am in love with Nye, with the hill, and to a lesser extent, to the house I built. My mother wants to sell that house. To sell that land. It kills me. But it would lessen the demands that I travel so darn much. Perhaps I should let it go?"
  },
  {
    "slug": "6-november-2017",
    "title": "6 November 2017",
    "date": 1510094731305,
    "synopsis": "I am now 30. It is time to grow up. What does that mean exactly? To grow up? Once you hit 25 and are physiologically developed, what more \"growing\" does one do?"
  },
  {
    "slug": "6-september-2017",
    "title": "6 September 2017",
    "date": 1504716764061,
    "synopsis": "Work is going well. A bit of a breath today. Time to buckle down on New Shape."
  },
  {
    "slug": "7-august-2017",
    "title": "7 August 2017",
    "date": 1502147523193,
    "synopsis": "Working on supreme court brief. Ben is picking me up from Billings and we will get to have a chat. Happy about that."
  },
  {
    "slug": "7-december-2017",
    "title": "7 December 2017",
    "date": 1512683005072,
    "synopsis": "Anna and I are now \"just friends.\" Relief. The struggle continues, but with brighter lines of expectation. Love her. Love life. Love living. Cannot wait to play in the tides of tomorrow."
  },
  {
    "slug": "7-february-2018",
    "title": "7 February 2018",
    "date": 1518019220323,
    "synopsis": "In a world of apathy, technological dependence, and science - humans are in a spiritual vacuum. Promises of science and simplicity have been rewarded with pollution and additional layers of complexity. Of nuclear weapons. Of the destruction of our humanity."
  },
  {
    "slug": "7-june-2017",
    "title": "7 June 2017",
    "date": 1496866321739,
    "synopsis": "Hooray. First day of remote work. It is glorious! Went and helped Ben early morning getting his freight farm up and running. Really excited to use early mornings or afternoons for an hour hike or run."
  },
  {
    "slug": "7-march-2018",
    "title": "7 March 2018",
    "date": 1520442298731,
    "synopsis": "A deposition day. One of my favorites. I really enjoy the art of asking people questions to discover information that is not readily available to the average questioner."
  },
  {
    "slug": "7-november-2017",
    "title": "7 November 2017",
    "date": 1510094780730,
    "synopsis": "This job is a juggling act. And it is difficult. I want to handle one immense case and let the rest of the little things go. One great piece of litigation at a time."
  },
  {
    "slug": "7-september-2017",
    "title": "7 September 2017",
    "date": 1504806201643,
    "synopsis": "Working at home today. AMS brief nearly there!"
  },
  {
    "slug": "8-august-2017",
    "title": "8 August 2017",
    "date": 1502234156383,
    "synopsis": "Traveling to Missoula tonight."
  },
  {
    "slug": "8-august-2018",
    "title": "8 August 2018",
    "date": 1533770254114,
    "synopsis": "I think I am going to spend the week in Nye."
  },
  {
    "slug": "8-december-2017",
    "title": "8 December 2017",
    "date": 1512755476737,
    "synopsis": "Fridays are difficult. I am impatient with boredom. And I am a bit bored. I do not like being bored. But, I like meditation, which is boredom. So I just need to re-frame the slow days to be opportunities to meditate."
  },
  {
    "slug": "8-february-2018",
    "title": "8 February 2018",
    "date": 1518124623823,
    "synopsis": "He found the trick The wings of sheets to glide"
  },
  {
    "slug": "8-june-2017",
    "title": "8 June 2017",
    "date": 1496944963008,
    "synopsis": "Still enjoying it. Logistics are not a challenge for remote work yet. But, easy to focus on no-work related matters. I hope that I produce docs up to snuff for Tom."
  },
  {
    "slug": "8-march-2018",
    "title": "8 March 2018",
    "date": 1520525761303,
    "synopsis": "In Billings for deposition day 2. Day one went well. Co-counsel enjoys grating cheese. I do not. Warm today in Billings. Almost 41. Whoop. Spring is getting closer everyday."
  },
  {
    "slug": "8-may-2017",
    "title": "8 May 2017",
    "date": 1494282105130,
    "synopsis": "Berlin is a non-stop party. Met up with my cousin and we partied all night friday until the birds sang. Then played ultimate frisbee in the park, then partied all night saturday at a house until the birds sang again (we all sang songs about milk shakes on the walk home). Sunday was a trip to the Stasi museum, a park, and then some much needed rest. I am old. But, I very much loved dancing all the nights away in Berlin. An experience I will not soon forget. The city will have a proper dance club, that is for sure."
  },
  {
    "slug": "8-september-2017",
    "title": "8 September 2017",
    "date": 1504908692484,
    "synopsis": "It's done. Thank the lord. Hope I get another oral argument out of this! Now, on to new shape!"
  },
  {
    "slug": "9-april-2018",
    "title": "9 April 2018",
    "date": 1523297679960,
    "synopsis": "I'm exhausted - pretty sure I failed the test - but Nigel surely passed. He passed on to the next life. He passed the test. He was pure love. I am devastated. Kamila meditated through it. Leigh and I cried our way through it."
  },
  {
    "slug": "9-august-2017",
    "title": "9 August 2017",
    "date": 1502296816503,
    "synopsis": "Drove to Missoula last night. Another good drive. Talked to many friends a family. Had a great breakfast with Kerr this morning. Really enjoyable."
  },
  {
    "slug": "9-february-2018",
    "title": "9 February 2018",
    "date": 1518194502855,
    "synopsis": "The roller coaster of emotional discord in my life has led me to question all relationships. This has led to a dearth of truly meaningful relationships, I think. I have thousands of friends. Very few people who are dear. I want to rebound from this tragedy to find true friends. Yet, I know not how to find them."
  },
  {
    "slug": "9-june-2017",
    "title": "9 June 2017",
    "date": 1497022033876,
    "synopsis": "Going to watch Wonder Woman tonight in 3D. Wooooo. Should be fun. Wish I had my contacts. Oh wait, I do. Because I am always prepared ;)."
  },
  {
    "slug": "9-may-2017",
    "title": "9 May 2017",
    "date": 1494358378947,
    "synopsis": "I am over half Scottish/Irish/English. Being in Scotland feels like home (and reminds me on Montana). It is amazing that little over 5 million people live here. But, we were also a nation of barbarous warring tribes. With a guillotine reversed, so that the victim was forced to watch the blade fall (called the maiden)."
  },
  {
    "slug": "9-may-2018",
    "title": "9 May 2018",
    "date": 1525897495549,
    "synopsis": "This spring has been difficult. Nigel has died, people have abandoned me, my personal dedication and ability to continue jogging are decreasing. Work has been rough this week so far. Poor Sam is sick. Tom is still gone. Life remains strange. I hope it will be better in the end. I hope no catastrophe will greet us in my lifetime. I hope."
  },
  {
    "slug": "9-november-2017",
    "title": "9 November 2017",
    "date": 1510248061181,
    "synopsis": "Tom has been gone and I have been super busy. Busy days fly by. Not much time for CA, but fun none the less!!!!"
  },
  {
    "slug": "9-october-2017",
    "title": "9 October 2017",
    "date": 1507575792367,
    "synopsis": "Genuinely one of the most gorgeous days I have ever experienced in Nye."
  },
  {
    "slug": "about-federated-wiki",
    "title": "About Federated Wiki",
    "date": 1469224975210,
    "synopsis": "We remain excited about this platform and have become increasingly confident that it embodies important new ideas. We will explain."
  },
  {
    "slug": "about-html-plugin",
    "title": "About HTML Plugin",
    "date": 1488062187253,
    "synopsis": "The HTML plugin allows you to format text using HTML tags. The text you write is checked to be sure it won't interfere with other websites where it might appear."
  },
  {
    "slug": "allogamy",
    "title": "Allogamy",
    "date": 1502089325059,
    "synopsis": "The opposite of Antogamy, a system of relationship structures Walter is developing to replace Monogamy."
  },
  {
    "slug": "angel",
    "title": "angel",
    "date": 1502081807135,
    "synopsis": "Mythical creature. Opposite of a dragon. Perhaps you are one."
  },
  {
    "slug": "anthroposophy",
    "title": "Anthroposophy",
    "date": 1502383744470,
    "synopsis": "Anthroposophy is a philosophy founded by Rudolf Steiner that postulates the existence of an objective, intellectually comprehensible spiritual world that is accessible by direct experience through inner development. More specifically, it aims to develop faculties of perceptive imagination, inspiration and intuition through the cultivation of a form of thinking independent of sensory experience, and to present the results thus derived in a manner subject to rational verification. Anthroposophy aims to attain in its study of spiritual experience the precis"
  },
  {
    "slug": "april-2017",
    "title": "April 2017",
    "date": 1497021867252,
    "synopsis": "[[15 April 2017]] recaps day one of my European exploration in Paris"
  },
  {
    "slug": "april-2018",
    "title": "April 2018",
    "date": 1525105781125,
    "synopsis": "[[3 April 2018]] is second winter."
  },
  {
    "slug": "art",
    "title": "Art",
    "date": 1489009998415,
    "synopsis": "At the higher end of Maslow's hierarchy of needs, art defines our future."
  },
  {
    "slug": "article-i",
    "title": "Article I",
    "date": 1502088553430,
    "synopsis": "The legislative branch shall be composed of three bodies. [[The Houses]], [[The Senate]], and the [[General Assembly]]."
  },
  {
    "slug": "article-iv",
    "title": "Article IV",
    "date": 1502088154209,
    "synopsis": "Personhood is defined in this article."
  },
  {
    "slug": "article-the-first",
    "title": "Article the First",
    "date": 1489008647708,
    "synopsis": "The first proposed amendment to the Constitution was never passed. That is right, there were actually twelve amendments in the bill of rights. The second also did not pass until 1995."
  },
  {
    "slug": "august-2017",
    "title": "August 2017",
    "date": 1504211619572,
    "synopsis": "[[1 August 2017]] was a rough start."
  },
  {
    "slug": "august-2018",
    "title": "August 2018",
    "date": 1535395732096,
    "synopsis": "[[2 August 2018]] is Thursday in RL."
  },
  {
    "slug": "autopoiesis",
    "title": "Autopoiesis",
    "date": 1502089280061,
    "synopsis": "The term \"autopoiesis\" (from Greek o- (auto-), meaning 'self', and  (poiesis), meaning 'creation, production') refers to a system capable of reproducing and maintaining itself. The term was introduced in 1972 by Chilean biologists Humberto Maturana and Francisco Varela to define the self-maintaining chemistry of living cells. Since then the concept has been also applied to the fields of systems theory and sociology - [https://en.wikipedia.org/wiki/Autopoiesis wikipedia]"
  },
  {
    "slug": "biological-inspiration",
    "title": "Biological Inspiration",
    "date": 1489006987646,
    "synopsis": "We ask, through what thought processes have we guided federated wiki's mechanisms and has that guidance proven sound?"
  },
  {
    "slug": "blockchain",
    "title": "Blockchain",
    "date": 1502094731302,
    "synopsis": "A blockchain  originally block chain  is a continuously growing list of records, called blocks, which are linked and secured using cryptography. Each block contains typically a hash pointer as a link to a previous block, a timestamp and transaction data. By design, blockchains are inherently resistant to modification of the data. Functionally, a blockchain can serve as \"an open, distributed ledger that can record transactions between two parties efficiently and in a verifiable and permanent way.\" For use as a distributed ledger a blockchain is typicall"
  },
  {
    "slug": "business",
    "title": "business",
    "date": 1502088666502,
    "synopsis": "Block-chain will disrupt the business contract. It started with money, but when the monetary contract is bonded to performance contract - then we have a business contract."
  },
  {
    "slug": "cities",
    "title": "Cities",
    "date": 1502093730618,
    "synopsis": "See [[City]]"
  },
  {
    "slug": "city",
    "title": "City",
    "date": 1502092108280,
    "synopsis": "A City is a self-sustaining and self-contained [[node]] or [[module]] of humans. Cities come in different sizes. They can be as small as small as ~27,000 people. And as large as ~8.4 billion."
  },
  {
    "slug": "comment-to-ward",
    "title": "Comment to Ward",
    "date": 1488051254076,
    "synopsis": "This link does not make sense to me. When I click on the link, I only get 108 pages? I want to be able to search the entire universe of FWikis. How do I do that?"
  },
  {
    "slug": "community-adaptation",
    "title": "Community Adaptation",
    "date": 1489785046327,
    "synopsis": "[http://www.communityadaptation.com/ Community Adaptation] was created to help deal with [[Existential Risk]] in an enjoyable yet profitable way."
  },
  {
    "slug": "congressional-apportionment-amendment",
    "title": "Congressional Apportionment Amendment",
    "date": 1503543960112,
    "synopsis": "The Congressional Apportionment Amendment (originally titled Article the First) is a proposed amendment to the United States Constitution, one of twelve proposed amendments to the United States Constitution approved by the 1st Congress on September 25, 1789, and sent to the legislatures of the several states for ratification. If adopted, it would establish a formula for determining the appropriate size of the House of Representatives following each constitutionally mandated decennial census. It is the only one of the twelve that has not been adopted, as "
  },
  {
    "slug": "constitution",
    "title": "Constitution",
    "date": 1502088507205,
    "synopsis": "This is a draft of the global political contract."
  },
  {
    "slug": "conversations-with-ward",
    "title": "Conversations With Ward",
    "date": 1498512330733,
    "synopsis": "Questions [[To Ward]]"
  },
  {
    "slug": "data-visualization",
    "title": "Data Visualization",
    "date": 1489010086022,
    "synopsis": "Perhaps the most important part of our future."
  },
  {
    "slug": "dear-america",
    "title": "Dear America",
    "date": 1497086882238,
    "synopsis": "I was born a republican. I was, for a time, healing from a bleeding heart. Now, I realize, I am registered to vote in a country that is losing the Cyber War."
  },
  {
    "slug": "december-2017",
    "title": "December 2017",
    "date": 1513878506683,
    "synopsis": "[[1 December 2017]] is the beginning."
  },
  {
    "slug": "donnie-is-cool",
    "title": "Donnie is Cool",
    "date": 1488908867705,
    "synopsis": "[http://donnieclapp.com/ Donnie's Website]"
  },
  {
    "slug": "dunbars-number",
    "title": "Dunbar's number",
    "date": 1502089366894,
    "synopsis": "Stands for the proposition that any decision making body should be smaller than 150."
  },
  {
    "slug": "education",
    "title": "Education",
    "date": 1489009032228,
    "synopsis": "[[https://en.wikipedia.org/wiki/History_of_education_in_the_United_States#History Education in America]] is in need of great reform. Where should we start?"
  },
  {
    "slug": "emotion",
    "title": "Emotion",
    "date": 1502092777264,
    "synopsis": "Unknown. Something to do with testosterone and estrogen."
  },
  {
    "slug": "evolution-20",
    "title": "Evolution 2.0",
    "date": 1489341439113,
    "synopsis": "Natural selection is an unconscious process. We can now use our prefrontal cortex to direct human evolution. We start by purposefully directing the creation of good habits and the deletion of bad habits via data collection, diagnostics, and multi-party review."
  },
  {
    "slug": "existential-risk",
    "title": "Existential Risk",
    "date": 1489008744599,
    "synopsis": "[http://www.existential-risk.org/ The Future of Humanity Institute] indicates that the expected cost of low frequency, high impact risks are far higher than our current level of investment in understanding and mitigating such risks."
  },
  {
    "slug": "exploring-the-future",
    "title": "Exploring the Future",
    "date": 1488182628566,
    "synopsis": "[[Architecture]]"
  },
  {
    "slug": "exploring-the-past",
    "title": "Exploring the Past",
    "date": 1488182933246,
    "synopsis": "[https://en.wikipedia.org/wiki/Around_the_World_in_Eighty_Days A Book]"
  },
  {
    "slug": "exploring-the-present",
    "title": "Exploring the Present",
    "date": 1488183077812,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "february-2018",
    "title": "February 2018",
    "date": 1519746947193,
    "synopsis": "[[1 February 2018]] is Thursday in Billings."
  },
  {
    "slug": "federated-wiki",
    "title": "Federated Wiki",
    "date": 1502259264921,
    "synopsis": "You are [[here]]."
  },
  {
    "slug": "federated-wiki-tools-and-testing-ground",
    "title": "Federated Wiki Tools and Testing Ground",
    "date": 1502091692771,
    "synopsis": "[[Conversations with Ward]] is a development site."
  },
  {
    "slug": "fedwiki-tools",
    "title": "Fedwiki Tools",
    "date": 1502077846962,
    "synopsis": "Here we list a few tools that are of particular use in managing and creating [[Fedwiki]] content."
  },
  {
    "slug": "funding-sources",
    "title": "Funding Sources",
    "date": 1489008165173,
    "synopsis": "[https://www.scionasset.com/contact Scion Capital]"
  },
  {
    "slug": "general-assembly",
    "title": "general assembly",
    "date": 1502083362516,
    "synopsis": "This is a new concept compared to the U.S. System. The general assembly will be 1/3 of the global population, and their governance will be effected through Political.Fed.Wiki"
  },
  {
    "slug": "global-voting-age-population",
    "title": "global voting-age population",
    "date": 1502086791274,
    "synopsis": "Prohibition on civic participation shall extinguish once the brain has stopped growing, at roughly 25 years old."
  },
  {
    "slug": "glossary",
    "title": "Glossary",
    "date": 1502094608791,
    "synopsis": "This is a repository of useful terms not available (or satisfactory so) on Wikipedia."
  },
  {
    "slug": "heads-of-state",
    "title": "heads of state",
    "date": 1502088005665,
    "synopsis": "A hybrid of a [[president]] of the houses, [[royal leader]] of the senate, and a [[prime minister]] of the general assembly."
  },
  {
    "slug": "hemp",
    "title": "Hemp",
    "date": 1489009419478,
    "synopsis": "The first draft of our Declaration of Independence was written on Hemp paper. Hemp planting was encouraged to make rope for WWII."
  },
  {
    "slug": "here",
    "title": "here",
    "date": 1503544878329,
    "synopsis": "If you are not a coder - skip this link."
  },
  {
    "slug": "history-of-federated-wiki",
    "title": "History of Federated Wiki",
    "date": 1489005192486,
    "synopsis": "[http://ward.bay.wiki.org/ Ward Cunningham] started the federation in 2011 with a workshop project called Smallest Federated Wiki or simply SFW. The data visualization and sharing mechanisms were supported by Nike's Sustainable Business and Innovation group. Early history has been documented in a series of video screencasts. Search for \"video\" in the search bar below."
  },
  {
    "slug": "honest",
    "title": "honest",
    "date": 1503543380737,
    "synopsis": "Honesty means the voluntary production of [[material]] information relating to the [[expectations]] of the other person."
  },
  {
    "slug": "house",
    "title": "house",
    "date": 1502087214446,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "how-to-wiki",
    "title": "How To Wiki",
    "date": 1488093763942,
    "synopsis": "Start with the [[Field Guide to the Federation]]."
  },
  {
    "slug": "human",
    "title": "Human",
    "date": 1502091943116,
    "synopsis": "A [[node]], and a [[module]] of [[metabolic processes]]."
  },
  {
    "slug": "important-behavioral-science-articles",
    "title": "Important Behavioral Science Articles",
    "date": 1489341641841,
    "synopsis": "[http://cocosci.berkeley.edu/tom/papers/ComputationalCognitiveRevolution.pdf Cognitive Revolution] is the manifesto of the man who wrote algorithms to live by."
  },
  {
    "slug": "infinite-energy",
    "title": "Infinite Energy",
    "date": 1489156866867,
    "synopsis": "[[Tesla Tower]] was patented and the patent is now expired.[http://getcorp.com/ Global Energy Transmission] is working on a modern day Tesla Tower. [https://docs.google.com/viewer?url=patentimages.storage.googleapis.com/pdfs/US1119732.pdf View the expired patent here.]"
  },
  {
    "slug": "interesting-people",
    "title": "Interesting People",
    "date": 1489271790039,
    "synopsis": "[http://brianchristian.org/bio-contact/ Brian Christian] and [http://cocosci.berkeley.edu/tom/index.php Tom Griffiths] wrote an important [http://algorithmstoliveby.com/#abouttheauthors book] that has wide implications for Evolution 2.0, as well as Community Adaptation."
  },
  {
    "slug": "interpretation",
    "title": "interpretation",
    "date": 1502083058968,
    "synopsis": "The question of interpretation is perhaps one of the most heated in the under the U.S. Constitution."
  },
  {
    "slug": "january-2018",
    "title": "January 2018",
    "date": 1517421230038,
    "synopsis": "[[2 January 2017]] is the beginning of a New Year."
  },
  {
    "slug": "july-2017",
    "title": "July 2017",
    "date": 1501556887642,
    "synopsis": "[[4 July 2017]] was a day of reflection and Frank Lloyd Wright."
  },
  {
    "slug": "july-2018",
    "title": "July 2018",
    "date": 1532807429352,
    "synopsis": "[[11 July 2018]] was a Wednesday in Red Lodge."
  },
  {
    "slug": "july-4-2017",
    "title": "July 4 2017",
    "date": 1499269869422,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "june-2017",
    "title": "June 2017",
    "date": 1498856138238,
    "synopsis": "[[1 June 2017]] working on habits."
  },
  {
    "slug": "june-2018",
    "title": "June 2018",
    "date": 1528300940239,
    "synopsis": "[[4 June 2018]] is a Monday in Red Lodge recovering from infection."
  },
  {
    "slug": "keystroke-names",
    "title": "Keystroke Names",
    "date": 1472845082188,
    "synopsis": "Keystrokes and mouse clicks make things happen in the wiki interface. Here we list the various combinations we use named as we tend to spell them."
  },
  {
    "slug": "lifeboat-city",
    "title": "Lifeboat City",
    "date": 1502089712832,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "liquid-democracy",
    "title": "Liquid Democracy",
    "date": 1424343994467,
    "synopsis": "Liquid Democracy is a marriage between [[Direct Democracy]], and [[Representative Democracy]]. It aims to create a more flexible and fluid way for people to express their [[Democratic Preference]]."
  },
  {
    "slug": "log-cabin-in-montana",
    "title": "log cabin in Montana",
    "date": 1502094020273,
    "synopsis": "This is a structure that Walter helped build from 2010-2013. It is located in a [[small town in Montana]]."
  },
  {
    "slug": "march-2018",
    "title": "March 2018",
    "date": 1522430422728,
    "synopsis": "[[2 March 2018]] is Friday in Big Sky."
  },
  {
    "slug": "marriage",
    "title": "marriage",
    "date": 1502088753685,
    "synopsis": "Block-chain can support marriages too, as they can solidify the expectations of the married parties, however innumerable the colony may be."
  },
  {
    "slug": "may-2017",
    "title": "May 2017",
    "date": 1497021777583,
    "synopsis": "[[5 May 2017]] recaps days 2-4 in Budapest and travel to Germany."
  },
  {
    "slug": "may-2018",
    "title": "May 2018",
    "date": 1526403005046,
    "synopsis": "[[9 May 2018]] is indicative."
  },
  {
    "slug": "medium",
    "title": "Medium",
    "date": 1488061601173,
    "synopsis": "A substrate for communication and news dissemination."
  },
  {
    "slug": "metabolic-processes",
    "title": "metabolic processes",
    "date": 1502091645623,
    "synopsis": "See [[Metabolism]] in the [[Glossary]]."
  },
  {
    "slug": "metabolism",
    "title": "Metabolism",
    "date": 1502091774433,
    "synopsis": "Metabolism (from Greek:  metabol, \"change\") is the set of life-sustaining chemical transformations within the cells of living organisms. The three main purposes of metabolism are the conversion of food/fuel to energy to run cellular processes, the conversion of food/fuel to building blocks for proteins, lipids, nucleic acids, and some carbohydrates, and the elimination of nitrogenous wastes. These enzyme-catalyzed reactions allow organisms to grow and reproduce, maintain their structures, and respond to their environments. The word metabolism ca"
  },
  {
    "slug": "metropolis",
    "title": "Metropolis",
    "date": 1502091891989,
    "synopsis": "A [[node]], and also a [[module]] of [[Poli]]."
  },
  {
    "slug": "michael-shermer",
    "title": "Michael Shermer",
    "date": 1502383688554,
    "synopsis": "Michael Brant Shermer (born September 8, 1954) is an American science writer, historian of science, founder of The Skeptics Society, and editor-in-chief of its magazine Skeptic, which is largely devoted to investigating pseudoscientific and supernatural claims. The Skeptics Society currently has over 55,000 members. Shermer engages in debates on topics pertaining to pseudoscience and religion in which he emphasizes scientific skepticism - [https://en.wikipedia.org/wiki/Michael_Shermer wikipedia]"
  },
  {
    "slug": "microgrid",
    "title": "Microgrid",
    "date": 1488061753156,
    "synopsis": "The essential engineering architecture of any electrical system. It is a city within a city. An electrical grid within an electrical grid. A cache within a cache. It is progressively smaller building blocks within infinitely complex systems."
  },
  {
    "slug": "modular",
    "title": "modular",
    "date": 1502081422425,
    "synopsis": "[[Fractal]]."
  },
  {
    "slug": "modularity",
    "title": "Modularity",
    "date": 1489785136619,
    "synopsis": "[https://en.wikipedia.org/wiki/Constructal_law Constructal Law] is a theory in physics concerning the generation of design (configurations, patterns, geometry) in nature. According to this theory, natural design and the constructal law unite all animate and inanimate systems. The constructal law was stated by Adrian Bejan in 1996 as follows: \"For a finite-size system to persist in time (to live), it must evolve in such a way that it provides easier access to the imposed currents that flow through it.\" \"Constructal\" was coined by Bejan to describe the nat"
  },
  {
    "slug": "modularity-networks",
    "title": "Modularity (networks)",
    "date": 1501696693883,
    "synopsis": "Modularity is one measure of the structure of networks or graphs. It was designed to measure the strength of division of a network into modules (also called groups, clusters or communities). Networks with high modularity have dense connections between the nodes within modules but sparse connections between nodes in different modules. Modularity is often used in optimization methods for detecting community structure in networks. However, it has been shown that modularity suffers a resolution limit and, therefore, it is unable to detect small communities. "
  },
  {
    "slug": "module",
    "title": "module",
    "date": 1502091879965,
    "synopsis": "A group of nodes that scales sub-linearly, and thus gains efficiency with exponential increases in size."
  },
  {
    "slug": "morality",
    "title": "Morality",
    "date": 1489009255976,
    "synopsis": "Morality is one of life's greatest questions. Without literal interpretation of texts where does one find morality?"
  },
  {
    "slug": "negotiation",
    "title": "Negotiation",
    "date": 1489008856977,
    "synopsis": "Not all styles of negotiation were created equal. Perhaps even more importantly, [http://www.businessinsider.sg/communication-charts-around-the-world-2014-3/#.UzTsmK1dVy#PxI5jTHjr5oid3qh.97 styles change depending on country.]"
  },
  {
    "slug": "node",
    "title": "node",
    "date": 1502091284239,
    "synopsis": "The smallest unit of [[modular]] networking. For purposes of designing the human social network, the Node is [[City]], of which there are several sizes."
  },
  {
    "slug": "node-networking",
    "title": "Node (networking)",
    "date": 1502090285334,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "nodes",
    "title": "Nodes",
    "date": 1502090109779,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "november-2017",
    "title": "November 2017",
    "date": 1512079510681,
    "synopsis": "[[6 November 2017]] was a beautifully crisp day in Nye."
  },
  {
    "slug": "october-2017",
    "title": "October 2017",
    "date": 1509452118373,
    "synopsis": "[[5 October 2017]] is a Thursday at the office."
  },
  {
    "slug": "peace",
    "title": "Peace",
    "date": 1504553307591,
    "synopsis": "A state of human existence achieved through understanding which provides the optimal state of our social metabolism."
  },
  {
    "slug": "philosophy",
    "title": "philosophy",
    "date": 1501442016089,
    "synopsis": "We do not get to know why we are here. At least not completely. God, or the operator of our simulation, has not revealed their self to me. But, much has been revealed though the work of physics, biology, chemistry, geology, etc. At the essence of all of life is a drive to survive. This is evolution."
  },
  {
    "slug": "poli",
    "title": "Poli",
    "date": 1502091578430,
    "synopsis": "Plural of [[Polis]]."
  },
  {
    "slug": "polis",
    "title": "Polis",
    "date": 1502091797422,
    "synopsis": "A [[node]], and also a [[module]] of [[TinyCities]]"
  },
  {
    "slug": "political",
    "title": "political",
    "date": 1502143713321,
    "synopsis": "The political contract is the contract we make with the institution of government, wherein we cede our individual sovereign power to responsible bodies. It is often called a [[Constitution]]."
  },
  {
    "slug": "potentially-interested-parties",
    "title": "potentially-interested-parties",
    "date": 1489008243341,
    "synopsis": "[https://en.wikipedia.org/wiki/Jigsaw_(company) Jigsaw], a subsidiary of Alphabet."
  },
  {
    "slug": "preamble",
    "title": "Preamble",
    "date": 1502085280698,
    "synopsis": "This preamble should guide the [[interpretation]] of the text this [[Constitution]]."
  },
  {
    "slug": "president",
    "title": "president",
    "date": 1502088019242,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "privacy",
    "title": "Privacy",
    "date": 1502085036148,
    "synopsis": "A level of privacy is foundational to any society. Determining that level should be decided by the [[general assembly]]."
  },
  {
    "slug": "project-cybersyn",
    "title": "Project Cybersyn",
    "date": 1501440819937,
    "synopsis": "Project Cybersyn was a Chilean project from 19711973 during the presidency of Salvador Allende aimed at constructing a distributed decision support system to aid in the management of the national economy. The project consisted of four modules: an economic simulator, custom software to check factory performance, an operations room, and a national network of telex machines that were linked to one mainframe computer - [https://en.wikipedia.org/wiki/Project_Cybersyn wikipedia]"
  },
  {
    "slug": "projects",
    "title": "Projects",
    "date": 1503964534078,
    "synopsis": "Other than working with [[Ward Cunningham]], who invented [[wiki]], to improve this platform, I am working on the following:"
  },
  {
    "slug": "propagation",
    "title": "Propagation",
    "date": 1502081183310,
    "synopsis": "Division of [[modules]] into individual self-sufficient [[nodes]]."
  },
  {
    "slug": "randomness",
    "title": "Randomness",
    "date": 1489608731453,
    "synopsis": "Randomness is at the heart of creativity. Cities create more randomness because there are more random interactions. But cities stifle randomness because there are too many random interactions, so people must lock up their emotions."
  },
  {
    "slug": "reliable-collective-decisions",
    "title": "Reliable Collective Decisions",
    "date": 1489003659905,
    "synopsis": "We consider how one might employ the unique properties of federated wiki to make binding decisions in our collective best interest."
  },
  {
    "slug": "religious",
    "title": "religious",
    "date": 1502088785477,
    "synopsis": "The pact of certain individuals with humanity, or larger systems can be created in block-chain, so as to guarantee the deposit of certain funds into perpetual trusts for what that individual believes to be the public good."
  },
  {
    "slug": "representatives",
    "title": "Representatives",
    "date": 1502087149279,
    "synopsis": "The member of the [[House]]."
  },
  {
    "slug": "safety",
    "title": "safety",
    "date": 1502084883620,
    "synopsis": "Security is an unrealistic 2-Dimensional goal. There is not true freedom from risk."
  },
  {
    "slug": "scale-music",
    "title": "Scale (music)",
    "date": 1502094432046,
    "synopsis": "In music theory, a scale is any set of musical notes ordered by fundamental frequency or pitch. A scale ordered by increasing pitch is an ascending scale, and a scale ordered by decreasing pitch is a descending scale. Some scales contain different pitches when ascending than when descending, for example, the melodic minor scale - [https://en.wikipedia.org/wiki/Scale_(music) wikipedia]"
  },
  {
    "slug": "scaling-laws",
    "title": "Scaling Laws",
    "date": 1502094503679,
    "synopsis": "In statistics, a power law is a functional relationship between two quantities, where a relative change in one quantity results in a proportional relative change in the other quantity, independent of the initial size of those quantities: one quantity varies as a power of another. For instance, considering the area of a square in terms of the length of its side, if the length is doubled, the area is multiplied by a factor of four - [https://en.wikipedia.org/wiki/Power_law wikipedia]"
  },
  {
    "slug": "september-2017",
    "title": "september-2017",
    "date": 1506101330935,
    "synopsis": "[[1 September 2017]] was the day the smoke cleared."
  },
  {
    "slug": "shunt-shock",
    "title": "Shunt Shock",
    "date": 1488905480956,
    "synopsis": "Ulta-Lit Tree Company originated as the pioneer in affordable pre-lit Christmas trees in 1996. Frequent light set failures led us to search for an affordable solution. In 2004, the LightKeeper Pro was invented."
  },
  {
    "slug": "sitesfedwikiorg",
    "title": "sites.fed.wiki.org",
    "date": 1387151905542,
    "synopsis": "Catalog of federated wiki sites with domain names for page titles and brief descriptions tuned for search."
  },
  {
    "slug": "social",
    "title": "social",
    "date": 1503543401407,
    "synopsis": "The [[social contract]] is a contract between friends and neighbors."
  },
  {
    "slug": "social-contract",
    "title": "social contract",
    "date": 1503543328847,
    "synopsis": "Anna and Walter agree to the following social contract:"
  },
  {
    "slug": "social-networking",
    "title": "social networking",
    "date": 1502082506596,
    "synopsis": "Pretty self explanatory. Social networking defines the sustainability of a civilization."
  },
  {
    "slug": "superlative",
    "title": "Superlative",
    "date": 1488061911105,
    "synopsis": "Except within artificially bound systems (such as geographic or time), a useless piece of the English language. There is no biggest tree, as we have not yet investigated all of the trees in the universe. We could, however, state that Tree X is the physically tallest tree in Washington State as of Y date."
  },
  {
    "slug": "supreme-court",
    "title": "Supreme Court",
    "date": 1502087659189,
    "synopsis": "The Supreme Court will be in charge of interpreting this document."
  },
  {
    "slug": "test-page",
    "title": "Test Page",
    "date": 1488903779228,
    "synopsis": "Note to self to read See also [[Algorithmic Music]]"
  },
  {
    "slug": "the-blog",
    "title": "The Blog",
    "date": 1488183037929,
    "synopsis": "[[Writings]]"
  },
  {
    "slug": "the-general-assembly",
    "title": "The General Assembly",
    "date": 1502088606478,
    "synopsis": "Composed of 1/3 of the World's voting age individuals."
  },
  {
    "slug": "the-global-challenge",
    "title": "The Global Challenge",
    "date": 1503964349348,
    "synopsis": "[https://www.globalchallenges.org/en/the-prize/criteria The Global Challenge]: the Prize."
  },
  {
    "slug": "the-houses",
    "title": "The Houses",
    "date": 1502088330737,
    "synopsis": "House Size = (Voters*(1/3))^(.25)"
  },
  {
    "slug": "the-plan",
    "title": "The Plan",
    "date": 1488182894299,
    "synopsis": "[http://www.eurail.com/eurail-passes/global-pass Eurorail Pass]"
  },
  {
    "slug": "the-senate",
    "title": "The Senate",
    "date": 1502088337540,
    "synopsis": "Senate Size = House Size^(.25)"
  },
  {
    "slug": "the-solution",
    "title": "The Solution",
    "date": 1488898856543,
    "synopsis": "This is the plan to get from 1000 users to 4 billion."
  },
  {
    "slug": "the-toolbox",
    "title": "The Toolbox",
    "date": 1488334512673,
    "synopsis": "[http://www.eurail.com/sites/eurail.com/files/documents/eurail_railway_map_of_europe_2017.pdf Eurirail Map]"
  },
  {
    "slug": "theory-of-constructed-emotion",
    "title": "Theory of constructed emotion",
    "date": 1502093006455,
    "synopsis": "Two axes make four quadrants of emotion."
  },
  {
    "slug": "tinycities",
    "title": "TinyCities",
    "date": 1502091562447,
    "synopsis": "Plural of [[Tiny City]]."
  },
  {
    "slug": "tinycity",
    "title": "TinyCity",
    "date": 1503964871780,
    "synopsis": "A [[node]], and also a [[module]] of humans."
  },
  {
    "slug": "tips-for-administrators",
    "title": "Tips for Administrators",
    "date": 1437698819956,
    "synopsis": "Here we collect advice for operating wiki sites for others. Computers and networks vary so we stop short of step by step instructions. We report what has worked for us using the privileges available to system administrators."
  },
  {
    "slug": "to-ward",
    "title": "To Ward",
    "date": 1498512260559,
    "synopsis": "This is a page made for Ward, the inventor of Wiki and Federated Wiki."
  },
  {
    "slug": "trash",
    "title": "Trash",
    "date": 1502092108282,
    "synopsis": "Library Index"
  },
  {
    "slug": "un-20",
    "title": "U.N. 2.0",
    "date": 1488061625614,
    "synopsis": "A new world government currently under development. Its power is provided for by cession of power from current sovereigns to a new quasi sovereign. Or, it is provided power from the individual as sovereign."
  },
  {
    "slug": "viable-system-model",
    "title": "Viable system model",
    "date": 1501440848235,
    "synopsis": "The viable system model (VSM) is a model of the organisational structure of any autonomous system capable of producing itself -  [https://en.wikipedia.org/wiki/Viable_system_model wikipedia]"
  },
  {
    "slug": "voting-age",
    "title": "voting age",
    "date": 1502086749519,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "waldorf-education",
    "title": "Waldorf education",
    "date": 1502383793880,
    "synopsis": "Waldorf education, also known as Steiner education, is based on the educational philosophy of Rudolf Steiner, the founder of anthroposophy. Its pedagogy emphasizes the role of imagination in learning, striving to integrate holistically the intellectual, practical, and artistic development of pupils - [https://en.wikipedia.org/wiki/Waldorf_education wikipedia]"
  },
  {
    "slug": "walter-clapp",
    "title": "Walter Clapp",
    "date": 1489003189851,
    "synopsis": ""
  },
  {
    "slug": "walter-duson-clapp",
    "title": "Walter Duson Clapp",
    "date": 1502093976905,
    "synopsis": "Walter grew up in [https://en.wikipedia.org/wiki/El_Campo,_Texas small town Texas], a [https://en.wikipedia.org/wiki/Saint-Sauvant,_Charente-Maritime small town in France]],  the not so small [https://en.wikipedia.org/wiki/Memphis_blues Memphis, Tennessee], a [https://en.wikipedia.org/wiki/Nye,_Montana small town in Montana], and a very smelly [https://en.wikipedia.org/wiki/Washington,_D.C. Washington, DC]. Walter is done growing. So now he wants to build  [[Cities]]."
  },
  {
    "slug": "walters-journal",
    "title": "Walter's Journal",
    "date": 1514914764316,
    "synopsis": "Read my [[2017 Comments]]."
  },
  {
    "slug": "walters-projects",
    "title": "Walter's Projects",
    "date": 1502094079875,
    "synopsis": "A page with 1 items."
  },
  {
    "slug": "walters-research",
    "title": "Walter's Research",
    "date": 1501697205154,
    "synopsis": "[[Art]]"
  },
  {
    "slug": "walters-research-and-writing",
    "title": "Walter's Research and Writing",
    "date": 1502143808866,
    "synopsis": "[[Glossary]] of terms."
  },
  {
    "slug": "walters-third-party",
    "title": "Walter's Third Party",
    "date": 1489006816497,
    "synopsis": "A page with 1 items."
  },
  {
    "slug": "walters-trip-around-the-world",
    "title": "Walter's Trip Around the World",
    "date": 1489004987453,
    "synopsis": "Walter is going to take 2.5 months to physically explore humanity's past, present, and future. Below are his research and results."
  },
  {
    "slug": "ward-cunningham",
    "title": "Ward Cunningham",
    "date": 1502092278890,
    "synopsis": "Howard G. \"Ward\" Cunningham (born May 26, 1949) is an American computer programmer who developed the first wiki. A pioneer in both design patterns and extreme programming, he started programming the software WikiWikiWeb in 1994 and installed it on the website of his software consultancy, Cunningham & Cunningham (commonly known by its domain name, c2.com), on March 25, 1995, as an add-on to the Portland Pattern Repository. He is one of the 17 original signatories of the Agile Manifesto - [https://en.wikipedia.org/wiki/Ward_Cunningham wikipedia]"
  },
  {
    "slug": "water",
    "title": "Water",
    "date": 1489009655187,
    "synopsis": "Aside from Air, the world's most precious resource."
  },
  {
    "slug": "welcome-visitors",
    "title": "Welcome Visitors",
    "date": 1503544847016,
    "synopsis": "A Library Curated by Walter Duson Clapp"
  },
  {
    "slug": "why-i-am-here",
    "title": "Why I am Here",
    "date": 1489007182215,
    "synopsis": "A page with 0 items."
  },
  {
    "slug": "why-walter-is-here",
    "title": "Why Walter is Here",
    "date": 1501441932729,
    "synopsis": "Walter aims to uncover the hidden gem that is Federated Wiki."
  },
  {
    "slug": "widom-scaling",
    "title": "Widom scaling",
    "date": 1502094477846,
    "synopsis": "Widom scaling (after Benjamin Widom) is a hypothesis in statistical mechanics regarding the free energy of a magnetic system near its critical point which leads to the critical exponents becoming no longer independent so that they can be parameterized in terms of two values. The hypothesis can be seen to arise as a natural consequence of the block-spin renormalization procedure, when the block size is chosen to be of the same size as the correlation length - [https://en.wikipedia.org/wiki/Widom_scaling wikipedia]"
  },
  {
    "slug": "wiki",
    "title": "Wiki",
    "date": 1502092359828,
    "synopsis": "A wiki ( WIK-ee) is a website on which users collaboratively modify content and structure directly from the web browser. In a typical wiki, text is written using a simplified markup language and often edited with the help of a rich-text editor - [https://en.wikipedia.org/wiki/Wiki wikipedia]"
  },
  {
    "slug": "wikipedia-transport",
    "title": "Wikipedia Transport",
    "date": 1502090479312,
    "synopsis": "The Wikipedia Transport is a single controller that implements many individual features. Due to the many things we wish to interact with in Wikipedia (images, sections, whole pages), this is a particularly complex piece of code. As such this is currently most definitely a work in progress."
  },
  {
    "slug": "wwwinfinitycom",
    "title": "wwwinfinitycom",
    "date": 1488263527206,
    "synopsis": "{Ward, can you make the periods show up above?}"
  },
  {
    "slug": "youre-new-here",
    "title": "You're New Here",
    "date": 1488043498677,
    "synopsis": "There are four steps to making a home here once you have your own site. In other systems this would be like filling out your profile page. Do these steps in any order."
  }
]